<template>
  <!-- 用户协议 -->
  <view class="agreement">
    <view class="title">
      服务协议V1.0
    </view>
    <view class="">
      更新时间：2023年5月25日
    </view>
    <view style="margin-bottom: 48rpx;">
      生效时间：2023年5月25日
    </view>
    <view>
      欢迎访问武汉全轩科技有限公司(以下简称“本公司”或“本网站”)之网站，在您使用前，请仔细阅读下列之使用条款。如果您使用本网站代表您已同意遵守有关使用条款，每次您进入本网站时，您的使用都表明您完全接受并同意遵守这些使用条款。如果您不接受这些使用条款中所述的条款和条件，请退出本网站。
    </view>
    <view>
      本网站将为您提供爱美客技术发展股份有限公司（爱美客平台）生产的医疗器械产品/药品的真伪查询服务，并将为您展示产品和品牌信息。
    </view>
    <view>
      由于我们可能会不时修改这些使用条款，您应该定期查看它们。
    </view>
    <view>
      本公司授予您仅出于您自己的私人、非商业信息目的使用本网站的有限权利，并且仅出于该用途而从本网站打印页面。您不得修改、分发、传输、执行、复制、发布、许可、创建衍生作品、转让或出售任何内容，包括任何文本、图形、徽标和其他来源识别符号、设计、图标、图像或其他从本网站获得的信息、软件或代码。您不得删除本网站或任何印刷页面上包含(或印刷)的任何版权、商标或其他所有权声明或图例。此外，您不得分解、反编译、逆向工程、反汇编或以其他方式解构本网站的全部或任何部分。
    </view>
    <view class="title">
      一、医疗建议免责声明
    </view>
    <view>
      1.1 本网站将为您分享爱美客平台产品信息、品牌故事、医学美容知识、爱美客平台消费者互动活动等信息。
    </view>
    <view>
      1.2 本网站中的任何信息均无意为准确使用产品提供医疗建议或说明，本网站无法回复请求个人医疗建议的留言或电子邮件。<text class="bold">本网站内容仅向成年人提供，如您未满18周岁，请勿关注或使用本网站。</text>
    </view>
    <view>
      1.3 您在做出任何决定或采取任何行动或不采取与您现在或将来可能随时遇到的任何医疗问题或问题相关的任何行动之前，应始终咨询医疗专业人士。
    </view>
    <view class="title">
      二、隐私声明
    </view>
    <view>
      如您需要使用产品真伪查询服务，您需要注册/登录，我们将收集您的部分个人数据，关于这些数据的隐私声明本网站已公布，属于本使用条款的一部分。使用本网站即表示您同意按照隐私声明中的规定收集和使用您的个人数据。
    </view>
    <view class="title">
      三、知识产权
    </view>
    <view>
      3.1 本网站和内容包含本公司及其关联公司和/或第三方拥有的受法律保护的材料、商标和其他专有材料，并受中国知识产权法保护。
    </view>
    <view>
      3.2 除非另有说明，否则您应假定本网站的所有内容均受版权保护，不得以任何形式或任何方式全部或部分使用、复制、复制、下载、修改、发布、分发、传输或利用,除非本文提供且经本公司或材料原始创建者的明确书面许可。
    </view>
    <view>
      3.3 网站上使用或显示的产品名称、徽标、商标和服务标志(统称为“商标”)是注册商标或未注册标志，是本公司或其关联公司、委托方或第三方的专有财产。未经本公司或第三方事先书面授权，不得使用这些商标或标志，除非用于识别公司的产品或服务。
    </view>
    <view class="title">
      四、用户责任
    </view>
    <view>
      4.1 用户须承担因使用本网站而产生的风险。
    </view>
    <view>
      4.2 在任何情况下，本公司及其关联公司及其各自的管理人员、董事、员工、代理人、代表、数据提供者和许可人及其各自的继承人和受让人均不对任何种类或性质的任何损害负责，包括但不仅限于、直接、间接、附带、后果性、典型性、特殊(包括利润损失)、惩罚性或因本网站的存在或使用而引起或与之相关的其他损害，无论是精神上或任何其他实体或上述人员已被告知此类损害的可能性。这包括对可能感染您的计算机设备的病毒或可能感染您的计算机设备的损坏。
    </view>
    <view>
      4.3 如果您依赖本网站或通过本网站提供的任何信息、产品或服务，您将自行承担风险。在本网站上发布或推广的信息、产品和服务可能存在延迟、遗漏、中断、不准确和/或其他问题。
    </view>
    <view>
      4.4 在不限制上述规定的情况下，网站上的所有内容都是按原样提供给您，本公司对本网站不作任何形式或性质的陈述或保证。
    </view>
    <view>
      4.5 本公司在此不做所有由法律、合同或其他方式创建的明示或暗示的陈述和保证，包括但不限于对适销性、特定用途的适用性，所有权或不侵权的任何保证。
    </view>
    <view>
      4.6 本公司不声明或保证可以及时访问本网站、不受干扰，或本网站包含的数据及时或无错误。
    </view>
    <view class="title">
      五、非个人数据
    </view>
    <view>
      您通过电子邮件或其他方式传输到本网站或在本网站上发布的任何非个人数据，包括任何数据、问题，评论，建议等，将被视为非机密和非专有数据，本公司对此类数据不承担任何义务。本公司及其关联公司可以根据适用的法律法规将此类数据用于任何目的，包括但不限于以下目的:复制、披露、传输、出版、广播和进一步发布。此外，本公司及其关联公司均可出于任何目的自由使用此类数据，包括但不限于其中包含的任何想法、概念、专有技术或技术，包括但不限于研究,开发，制造以及包含此类数据的营销产品，请查阅我们的隐私声明以获取更多数据。
    </view>
    <view class="title">
      六、 责任限制及不承诺担保
    </view>
    <view>
      6.1 除非另有明确的书面说明,本站及其所包含的或以其他方式通过本站提供给您的全部信息、内容、材料、产品(包括软件)和服务，均是在“按现状”和“按现有”的基础上提供的。
    </view>
    <view>
      6.2 本网站所包含的任何内容均不得解释为对任何产品的招揽或促销。
    </view>
    <view>
      6.3 本公司不扣保本站所包含的或以其他方式通过本站提供给您的全部信息、内容、材料、产品(包括软件)和服务、其服务器或从本站发出的电子信件、信息没有病毒或其他有害成分。
    </view>
    <view>
      6.4 如您在本网站进行了任何注册账号的行为，您应对账户信息及密码承担保密责任，因您未能尽到信息安全和保密责任而致使您的账户发生任何问题的，您应承担全部责任。同时，因网络环境存在众多不可预知因素，因您自身终端网络原因(包括但不限干断网、黑客攻击、病毒等)造成您的账户或个人信息等被第三方窃取的，本公司不承担赔偿责任。
    </view>
    <view>
      6.5 您了解并同意，本网站有权应国家有关机关的要求，向其提供您在本网站的用户信息和浏览记录等必要信息。
    </view>
    <view>
      6.6 本网站可能包令指向其他网站的链接。这些链接仅出于方便的目的而提供。本公司不对其他网站所含数据的内容或准确性或其他网站的隐私惯例负责。指向第三方网站的链接不是对任何其他实体、项目或服务的推荐或认可。
    </view>
    <view class="title">
      七、 协议更新及用户关注义务
    </view>
    <view>
      根据国家法律法规变化及网站运营需要，本公司有权对本协议条款不时地进行修改，修改后的协议一旦被张贴在本站上即生效，并代替原来的协议。您可随时登陆查阅最新协议；您有义务不时关注并阅读最新版的协议，其他条款及网站公告。如您不同意更新后的协议，可以且应立即停止接受本网站依据本协议提供的服务；如您继续使用本站提供的服务的，即视为同意更新后的协议。本公司建议您在使用本站之前阅读本协议及本站的公告。如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。
    </view>
    <view class="title">
      八、 法律管辖和适用
    </view>
    <view>
      本协议的订立，执行和解释及争议的解决均适用在中华人民共和国大陆地区适用之有效法律(但不包括其冲突法规则)。如缔约方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向本协议签订地有管辖权的中华人民共和国大陆地区法院提起诉讼，本协议签订地为北京市朝阳区。
    </view>
    <view class="title">
      九、 免责条款
    </view>
    <view>
      9.1.虽然本公司已将所有信息和资料进行过认真编辑与审查，但是仍然可能存在错误或不准确的对于因病毒、系统缺陷、人对计算机系统的作为或不作为、电话线、硬件、软件、程序出错或其它由于使用本站而引起的计算机传输或网络连接错误、失败或延迟造成的损害，本站也不承担责任，即便这些损害是由于用户登陆或使用本站造成。本网站不保证本站的使用是持续的、不中断的或安全的。
    </view>
    <view>
      9.2 由于您的的保管疏忽导致账号、密码遭他人非法使用。本公司不承担任何法律责任。
    </view>
    <view>
      9.3 本网站对本站任何可能含有的第三方网站的内容，隐私权政策或操作不享有控制权，亦不承担任何责任。此外，本网站亦无法审查或编辑任何第三方网站的相关内容。本公司概不负责因您使用本站上连接的第三方网站所产生的任何全部责任。因此，我们希望您留意自己。何时离开本站并阅读您所访问的任一其他网站的使用条款与隐私权政策。
    </view>
    <view class="title">
      十、 其他
    </view>
    <view>
      10.1本站所有者是指依法许可或备案的由武汉全轩科技有限公司经营的平台主体。
    </view>
    <view>
      10.2 本公司尊重您的合法权利，本协议及本站上发布的各类规则、声明、政策等其他内容，均是为了更好的、更加便利的为您提供服务。
    </view>
    <view class="title">
      自 2023年5月 25  日起生效。
    </view>
  </view>
</template>

<script>
export default {}
</script>

<style lang="scss" scoped>
  .agreement {
    padding: 0 40rpx 40rpx;
    color: #5A6067;
    font-size: 28rpx;
    line-height: 42rpx;

    .title {
      padding: 48rpx 0 16rpx;
      color: #29323D;
      font-weight: bold;
    }
  }
</style>
