<template>
  <!-- 隐私政策 -->
  <view class="privacy">
    <view class="bold">
      服务协议V1.0
    </view>
    <view class="">
      更新时间：2023年5月25日
    </view>
    <view style="margin-bottom: 48rpx;">
      生效时间：2023年5月25日
    </view>
    <view class="bold">
      隐私声明
    </view>
    <view>
      欢迎您使用我们的产品和服务！武汉全轩（本隐私政策中指“武汉全轩科技有限公司”，以下亦称”我们”“本平台”）非常重视您的隐私保护和个人信息保护。本隐私政策适用于您通过任何方式对武汉全轩各项产品和服务的访问和使用。    </view>
    <view class="bold">
      引言
    </view>
    <view>
      我们尽量以更清晰、更容易被您理解的方式展现本隐私政策，从而希望能够真实地传达我们希望向您传达的信息，并希望您在向我们提供某些信息（其中很可能包括您的个人信息）以及允许我们处理并分享某些信息之前，能够清晰地了解这些信息收集的目的、可能的用途以及其他方面的内容。为了便于您阅读及理解本隐私政策，我们将专门术语进行了定义，请参见本隐私政策“附录1：定义”来了解这些定义的具体内容。
    </view>
    <view>
      本隐私政策适用于武汉全轩用户平台展示的各产品和服务（范围详见附录 1 ：定义）及武汉全轩的合作企业爱美客技术发展股份有限公司旗下所有产品和服务（下称“爱美客平台”）。
    </view>
    <view>
      本隐私政策旨在帮助您了解我们会收集哪些数据、为什么收集这些数据，会利用这些数据做些什么及如何保护这些数据。除非法律、行政法规另有规定，针对我们如何处理您的个人信息，您享有知情权和决定权，有权限制或者拒绝我们或其他方对您的个人信息进行处理；同时，您有权要求我们对我们向您提供的个人信息处理规则进行解释说明。
    </view>
    <view>
      本隐私政策将帮助您了解以下内容：
    </view>
    <view>
      一、我们如何收集和使用您的个人信息
    </view>
    <view>
      二、我们如何使用 Cookie 和同类技术
    </view>
    <view>
      三、我们如何共享、转让、公开披露您的个人信息
    </view>
    <view>
      四、我们如何保存及保护您的个人信息
    </view>
    <view>
      五、您的权利
    </view>
    <view>
      六、我们如何处理未成年人的个人信息
    </view>
    <view>
      七、本隐私政策如何更新
    </view>
    <view>
      八、如何联系我们
    </view>
    <view>
      我们深知个人信息对您的重要性，也深知为您的信息提供有效保护是我们业务健康、可持续发展的基石。感谢您对本平台产品和服务的使用和信任！我们致力于维持您对我们的信任，悟守法律和我们对您的承诺，尽全力保证您的个人信息安全和合理使用。同时我们郑重承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。
    </view>
    <view class="bold">
      一、我们如何收集和使用您的个人信息
    </view>
    <view>
      我们会严格按照法律法规要求和我们向您提供的个人信息处理规则来处理您的个人信息。
    </view>
    <view>
      我们一般会基于以下目的收集和使用您的个人信息：
    </view>
    <view>
      1．为用户注册／登录所需的个人信息处理活动
    </view>
    <view class="bold">
      <text class="bold">当您使用产品“扫码验真”服务时，我们需要您使用手机号码进行用户注册/登录，以识别您的身份，如您不同意提供，您将无法使用该等专业服务。您也可以使用第三方帐号（如微信）授权登录。</text>此时，您将授权我们获取您在该第三方平台上的公开信息，根据第三方平台的分享规则，我们可能获取的信息包括但不限于昵称、头像、微信OpenID、微信UnionID等，同时为了履行我们的法定义务和实现产品安全监控的目的，我们会记录扫码产品信息，包括该次扫码所对应的医疗机构信息。
    </view>
    <view>
      如果您仅浏览我们展示的产品信息、美学知识等页面信息的，我们不需要您提供您的个人信息，您可自由浏览。
    </view>
    <view>
      <text class="bold">您知悉并同意您提供的手机号码</text>信息除了用于识别您的身份之外，我们也会将其用于其他与服务相关的功能场景中，例如我们会利用收集的信息（例如您的手机号码、邮箱地址）<text class="bold">在运营中可能会向其中的一种或多种发送多类通知，用于用户消息告知、身份验证、安全验证、用户使用体验调研等用途； 此外，我们也可能会以短信、电话的方式，向您推广包括活动通知、业务推广、课程上新、平台上新功能介绍、问卷调查、活动预约、会员关怀等内容与活动推广信息，但请您放心，如您不愿接受这些信息，您可以通过手机短信中提供的退订方式进行退订，也可以直接与我们联系进行退订。</text>
    </view>
    <view>
      为了确保您的帐号及财产安全，进行风险控制和防御，当您注册/登录帐号时，我们会收集您的设备信息以及与注册/登录环境相关的信息（包括国际移动设备身份码IMEI 、广告标识符IDFA 、集成电路卡识别码 ICCID、设备名称、设备型号、操作系统版本、WIFI信息、BSSID、SSID、IP地址信息）。
    </view>
    <view>
      2 ．为提供服务所需的个人信息处理活动
    </view>
    <view>
      基于您选择的不同服务内容，在提供服务过程中，我们可能会收集关于您使用产品和／或服务（包括使用方式）过程中的相关信息以达到服务目的。
    </view>
    <view>
      我们在此提醒您，真伪查询服务为本平台及爱美客平台（生产企业）共同为您提供，出于为您提供服务所必需，我们和爱美客平台可能会共同处理您的个人信息。
    </view>
    <view>
      为提供服务所需的个人信息的类别和内容具体以您所启用的服务内容和功能为准，一般包括：
    </view>
    <view>
      您提交的产品信息
    </view>
    <view>
      在您使用产品真伪查询服务时，我们及爱美客平台（生产企业）可能会记录您在使用该服务时主动提供、留存的产品信息。例如您主动上传的与产品信息相关的文字、图片等信息。
    </view>
    <view>
      设备信息
    </view>
    <view>
      可能包括您终端设备的设备属性信息（例如最终用户的硬件型号，操作系统版本，设备配置，国际移动设备身份码IMEI、国际移动用户识别码IMSI 、网络设备硬件地址MAC 、广告标识符IDFA 、供应商标识符IDFV 、移动设备标识别码MEID、匿名设备标识符 OAID 、集成电路卡识别码ICCID、 Android ID、硬件序列号等设备标识符）、设备连接信息（例如浏览器的类型、电信运营商、使用的语言、 WIFI信息）以及设备状态信息（例如设备应用安装列表、设备传感器信息）。
    </view>
    <view>
      日志信息
    </view>
    <view>
      当您使用本平台产品和服务时，我们的服务器会自动记录一些信息，例如您对我们的产品/服务的使用情况、 lP 地址、所访问服务的URL 、浏览器的类型和使用的语言、下载、安装或使用移动应用和软件的信息、与通讯软件通讯的信息以及访问服务的日期、时间、时长等。
    </view>
    <view>
      3 ．为了实现自动化决策和个性化推荐所需的个人信息处理活动
    </view>
    <view>
      汇聚融合：在本平台产品和服务中，在确保个人信息均处于同一业务实体的控制之下且不改变数据安全保障能力和管理水平的情况下，您同意我们将通过我们自身或受托方技术对您在本平台产品和服务中主动或被动提供的个人信息进行汇聚融合、识别分析、数据画像或进一步加工，并形成能够反映您的行为习惯、兴趣爱好或者经济、健康、信用状况、身份特征的标签信息（以下简称“标签信息” ) ，我们会将标签信息用于具体的场景和目的中进行自动化决策，向您推送个性化展示的信息或商业营销信息，我们会保障信息在汇聚融合后的安全处理。为了能给您提供一致的服务，我们可能会在取得您的授权后将您的设备信息或电话号码与您的本平台帐号相关联，对于同一帐号在不同设备上主动或被动提供的个人信息进行关联和汇聚。
    </view>
    <view>
      个性化推荐
    </view>
    <view>
      我们可能基于设备信息、日志信息、标签信息、位置信息等要素综合分析以进行个性化推荐活动．在个性化推荐服务中，我们将同时向您提供便捷的拒绝方式。具体请见具体产品/服务的隐私政策相关描述。
    </view>
    <view>
      自动化决策
    </view>
    <view>
      自动化决策活动同样依赖于我们对标签信息的处理。自动化决策可能用于不同的具体场景，部分以自动化决策方式作出的决定可能对您的权益产生显著影响；在此情况下，您有权通过具体产品/服务的隐私政策描述的联系方式要求我们做出说明，您也有权拒绝仅以自动化决策的方式作出的决定。我们将提供适当的救济方式保障您的合法权利，例如向您说明自动化决策的逻辑及对您产生的相关影响，或引入人工审核复核自动化决策结果的正确性。
    </view>
    <view>
      4 ．改进产品服务安全性和个性化程度为改进产品服务的安全性和个性化程度等合理需要，我们可能按照法律法规的规定或基于您的有效授权从本平台各产品和服务提供方、关联方、合作方、合作伙伴、其他受信任的第三方供应商处接收您的个人信息及其他信息，并可能对相关信息进行加工使用。我们将事先要求个人信息提供方说明个人信息来源，并对其个人信息来源的合法性进行确认，并确保我们处理您的个人信息有足够的合法性基础，例如，如果我们基于同意处理您的个人信息，而开展业务所需进行的个人信息处理活动超出已获得的授权同意范围的，我们将在获取个人信息后的合理期限内或处理个人信息前，征得您的同意，或通过个人信息提供方征得您的同意。
    </view>
    <view>
      5 ．其他处理目的
    </view>
    <view>
      我们可能出于提供不同产品/服务所需，为实现其他特定处理目的而开展个人信息处理活动，您可以参考具体本平台产品的隐私政策，或者联系我们为您说明。
    </view>
    <view class="bold">
      二、我们如何使用 Cookie 和同类技术
    </view>
    <view>
      为确保网站正常运转，我们会在您的计算机或移动设备上存储名为 Cookie 的小数据文件。 Cookie 通常包含标识符、站点名称以及一些号码和字符。 Cookie 主要的功能是便于您使用网站产品和服务，以及帮助网站统计独立访客数量等。运用 Cookie 技术，我们能够为您提供更加周到的个性化服务，并允许您设定您特定的服务选项。
    </view>
    <view>
      当您使用本平台的产品和服务时，我们会向您的设备发送一个或多个 Cookie 或匿名标识符。当您与我们提供给合作伙伴的服务（例如广告和／或推广服务，以及可能显示在其他网站上的由本平台或爱美客平台提供的服务功能）进行交互时，我们允许Cookie （或者其他匿名标识符）将您访问、使用产品/服务的相关信息发送给本平台的服务器。
    </view>
    <view>
      我们不会将 Cookie 用于本隐私政策或具体产品隐私政策所述目的之外的用途。您可根据自己的偏好管理或删除 Cookie 。您可以通过根据具体产品隐私政策的说明限制本平台对 Cookie 的使用。
    </view>
    <view class="bold">
      三、我们如何共享、转让、公开披露您的个人信息
    </view>
    <view>
      1 ．共享
    </view>
    <view>
      我们会以高度的勤勉义务对待您的信息。除法律法规明确规定的其他情形外，未经您单独同意，我们不会向除我们及爱美客平台以外的任何公司、组织和个人共享您的信息。除另行获得您的授权或法律法规另有规定，我们的合作伙伴无权将共享的个人信息用于任何其他用途。对我们与之共享个人信息的公司、组织和个人，我们会签署严格的协议，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理共享的个人信息。
    </view>
    <view>
      目前，我们的授权合作伙伴一般包括以下类型：
    </view>
    <view>
      1 ) 服务平台或服务提供商。本平台各产品接入的第三方服务。当您选择使用该第三方服务时，如为了第三方为您提供服务所必需，我们将向第三方服务平台或服务提供商提供该等必要信息，以便其基于相关信息为您提供服务。
    </view>
    <view>
      2 ) 软硬件/系统服务提供商。当第三方软硬件/系统产品/服务与爱美客的产品/服务结合为您提供服务时，经您授权，我们会向第三方软硬件/系统服务提供商提供您必要的个人信息，以便您使用服务，或用于我们分析产品和服务使用情况，来提升您的使用体验。
    </view>
    <view>
      3 ) 关联方或同一帐号体系使用方。我们与我们的关联方或同一帐号体系使用方之间具备高度一致的数据安全保障措施和管理水平。为提高您使用产品的安全性和便利性，并具备一致性的服务体验，在遵循法律要求的前提下，我们会在关联方或同一帐号体系使用方之间共享您的个人信息：
    </view>
    <view>
      为便于我们基于同一帐号体系共同向您提供服务，推荐您可能感兴趣的信息、保护本平台关联公司或其他用户或公众的人身财产安全免遭侵害或与您取得联系，您的个人信息可能会与同样使用本平台帐号体系的第三方公司共享。在此情况下，我们只会共享必要的个人信息（例如为便于您使用爱美客平台的产品/服务，我们可能会共享您的帐号昵称、头像、绑定状态、基础信息并进行一致化的展示；当法律强制性规定或有权的行政或司法机关依法要求使用本平台帐号体系的第三方公司提供您的实名认证信息时，我们可能会共享或提供对您本平台帐号绑定的真实姓名、身份证号、手机号信息进行核验的功能；为了维护平台及其他用户的人身财产安全，或为了便于您拥有更加顺畅且更具针对性的使用体验，我们可能会共享能够反映您风险因素或使用偏好且经过去标识化处理后的信息（不包含可直接识别您身份的信息或敏感个人信息）；为了您能够使用本平台帐号顺利参与第三方平台的运营活动，我们可能会共享您本平台帐号绑定的手机号信息；为了使您可以基于本平台帐号享受跨平台的用户活力值等权益，我们可能会共享您对本平台产品/服务必要的使用情况信息），如果接收方公司改变个人信息的使用及处理目的，将会向您另行告知并再次征求您的授权同意或满足法律法规规定的其他合法性基础要求。
    </view>
    <view>
      2 ．委托处理与共同处理
    </view>
    <view>
      为了更好地为您提供服务，我们可能委托第三方合作伙伴处理您的个人信息。我们仅会出于合法、正当、必要、特定、明确的目的委托第三方合作伙伴处理您的信息。我们会严格限制受托方的信息处理目的并要求受托方采取充分的数据安全保障手段。如果第三方合作伙伴将您的信息用于我们未委托的用途，其将另行征得您的同意。我们委托的授权合作伙伴包括广告、分析服务类的授权合作伙伴．我们会在遵守行业通行的安全技术前提下，委托这些合作伙伴处理与广告投放、广告效果、广告触达率有关的信息。未经您有效授权，我们不会将可以直接识别您个人身份的信息委托第三方合作伙伴处理。如您主动为特定第三方合作伙伴留下您的联系方式、地址信息等个人信息以供其与您取得联系，其将直接处理您的个人信息。
    </view>
    <view>
      在共同处理场景下，我们同样会按照法律法规要求与合作方签署符合法律法规要求的相关协议，并履行相关个人信息保护义务。
    </view>
    <view>
      3 ．转让我们不会将您的个人信息转让给除本平台及其关联公司外的任何公司、组织和个人，但以下情形除外：
    </view>
    <view>
      1 )．事先获得您的明确授权或同意；
    </view>
    <view>
      2 )．满足法律法规、法律程序的要求或强制性的政府要求或司法裁定；
    </view>
    <view>
      3 )．如果我们或我们的关联公司涉及合并、分立、清算、资产或业务的收购或出售等交易，您的个人信息有可能作为此类交易的一部分而被转移，我们将确保该等信息在转移时的机密性、向您告知接收方的名称或姓名和联系方式，并要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。
    </view>
    <view>
      4 ．公开披露
    </view>
    <view>
      我们仅会在以下情形下，公开披露您的个人信息：
    </view>
    <view>
      1 ）获得您的单独同意；
    </view>
    <view>
      2 ）基于法律法规、法律程序、诉讼或政府主管部门强制性要求下。
    </view>
    <view>
      5 ．共享、转让、公开披露个人信息时事先征得授权同意的例外
    </view>
    <view>
      在以下情形中，我们共享、转让、公开披露您的个人信息无需事先征得您的授权同意：
    </view>
    <view>
      1 ）为履行法定职责或者法定义务所必需（例如与国家安全、国防安全、刑事侦查、起诉、审判和判决执行等直接相关的法定义务） ;
    </view>
    <view>
      2 ）为应对突发公共卫生事件，或者紧急情况下为保护自然人的生命健康和财产安全所必需；
    </view>
    <view>
      3 ）在合理的范围内处理您自行公开或者其他已经合法公开的您的个人信息（如合法的新闻报道、政府信息公开等渠道） ;
    </view>
    <view>
      4 ）根据个人信息主体要求签订和履行合同所必需的二
    </view>
    <view>
      5 ）为公共利益实施新闻报道、舆论监督等行为，在合理的范围内处理个人信息；
    </view>
    <view>
      6 ）法律法规及国家标准规定的其他情形。
    </view>
    <view>
      根据法律规定，共享、转让经匿名化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的保存及处理将无需另行向您通知并征得您的同意。
    </view>
    <view class="bold">
      四、我们如何保存及保护您的个人信息
    </view>
    <view>
      1 ．保存期限
    </view>
    <view>
      我们在提供服务所需的期限内保存您的个人信息，但法律法规对保存期限另有规定、您同意留存更长的期限、保证服务的安全与质量、实现争议解决目的、技术上难以实现等情况下，在前述保存期限到期后，我们将依法、依约或在合理范围内延长保存期限。
    </view>
    <view>
      在超出保存期限后，我们将根据法律规定删除您的个人信息或进行匿名化处理。
    </view>
    <view>
      2 ．保存地域
    </view>
    <view>
      您的个人信息一般储存于中华人民共和国境内。如因部分产品/服务涉及跨境等原因，我们需要向境外提供您的个人信息，我们会严格按照法律法规的规定执行，并保证您的个人信息安全。
    </view>
    <view>
      3 ．安全措施
    </view>
    <view>
      1 ）我们会以业界成熟的安全标准和规范收集、使用、存储和传输用户信息，并通过用户协议和隐私政策告知您相关信息的使用目的和范围。
    </view>
    <view>
      2 ）我们非常重视信息安全。我们成立了专责团队负责研发和应用多种安全技术和程序等，我们会对安全管理负责人和关键安全岗位的人员进行安全背景审查，我们建立了完善的信息安全管理制度和内部安全事件处置机制等。我们会采取符合业界标准的合理可行的安全措施和技术手段存储和保护您的个人信息，以防止您的信息丢失、遭到被未经授权的访问、公开披露、使用、修改、毁损、丢失或泄漏。我们会采取一切合理可行的措施，保护您的个人信息。我们会使用加密技术确保数据的保密性；我们会使用受信赖的保护机制防止数据遭到恶意攻击。
    </view>
    <view>
      3 ）我们会对员工进行数据安全的意识培养和安全能力的培训和考核，加强员工对于保护个人信息重要性的认识。我们部署了访问控制机制，对处理个人信息的员工进行身份认证及权限控制，并会与接触您个人信息的员工、合作伙伴签署保密协议，明确岗位职责及行为准则，确保只有授权人员才可访问个人信息。若有违反保密协议的行为，会被追究相关责任。
    </view>
    <view>
      4 ）我们提醒您注意，互联网并非绝对安全的环境，当您通过电子邮件、短信等与其他用户交互信息时，不确定第三方软件对信息的传递是否完全加密，请注意确保您个人信息的安全，我们建议您不要通过此类方式发送个人信息，以免个人信息泄露。请您使用复杂密码，并不要随意将您的爱美客帐号和密码提供给他人，以协助我们保证您的帐号以及个人信息安全。
    </view>
    <view>
      4 ．安全事件通知
    </view>
    <view>
      1 ）我们会制定网络安全事件应急预案，及时处置系统漏洞、计算机病毒、网络攻击、网络侵入等安全风险，在发生危害网络安全的事件时，我们会立即启动应急预案，采取相应的补救措施，并按照规定向有关主管部门报告。
    </view>
    <view>
      2 ）个人信息泄露、毁损、丢失属于公司级特大安全事件，我们会负责定期组织工作组成员进行安全预案演练，防止此类安全事件发生。若一旦不幸发生，我们将按照最高优先级启动应急预案，由安全部、政府关系部、法务部等多个部门组成应急响应小组，在最短时间内追溯原因并减少损失。
    </view>
    <view>
      3 ）在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知安全事件的基本情况和可能的影响、我们已采取或将要采取的处理措施、您可自主防范和降低的风险的建议、对您的补救措施等。我们将及时将事件相关情况以站内通知、短信通知、电话、邮件等您预留的联系方式告知您，难以逐一告知时我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
    </view>
    <view class="bold">
      五、您的权利
    </view>
    <view>
      按照中国相关的法律、法规、标准，以及其他国家、地区的通行做法，我们保障您对自己的个人信息行使以下权利：
    </view>
    <view>
      1 ．查阅和复制您的个人信息
    </view>
    <view>
      您有权访问和复制您的个人信息，法律法规规定的例外情况除外．您可以通过以下方式自行访问和复制您的个人信息：帐号信息 ― 您可以随时登录用户运营平台访问或编辑您的帐户中的个人资料信息、身份认证等。
    </view>
    <view>
      2 ．更正或补充您的个人信息
    </view>
    <view>
      您发现我们处理的关于您的个人信息有不准确或不完整时，您有权对不准确或不完整的信息作出更正或补充，您可以参考具体产品隐私政策或通过线上问题反馈随时与我们联系。为保障安全，我们可能在您行使更正权、补充权前对您的身份进行验证。
    </view>
    <view>
      3 ．删除您的个人信息
    </view>
    <view>
      在以下情形中，您可以通过具体产品隐私政策的说明或问题反馈随时与我们联系，向我们提出删除个人信息的请求：
    </view>
    <view>
      1 ）处理目的已实现、无法实现或者为实现处理目的不再必要；
    </view>
    <view>
      2 ）我们停止提供产品或者服务，或者保存期限已届满；
    </view>
    <view>
      3 ）您撤回同意；
    </view>
    <view>
      4 ）我们违反法律、行政法规或者违反约定处理个人信息；
    </view>
    <view>
      5 ）法律、行政法规规定的其他情形。
    </view>
    <view>
      当您从我们的服务中删除信息后，我们可能不会立即从备份系统中删除相应的信息，但会在备份更新时删除这些信息。我们在产品设计的过程中及最终的呈现和用户体验环节，将尽可能地为您控制个人信息提供更为便捷的方式。由于不同产品的功能服务不同，因此为您提供的个人信息控制方式及设计可能不同，请您在使用具体产品时阅读相关产品隐私政策进一步了解。
    </view>
    <view>
      4 ．撤回同意
    </view>
    <view>
      业务功能需要一些基本的个人信息才能得以完成。对于我们基于您的同意处理的个人信息，您可以随时给予或收回您的授权同意。
    </view>
    <view>
      例如：
    </view>
    <view>
      如您通过授权我们获得某些移动设备系统权限同意我们处理您的个人信息，您可以通过 App 系统权限设置撤回您的授权。当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务，也不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的同意或授权而开展的个人信息处理。
    </view>
    <view>
      5 ．注销您的帐号
    </view>
    <view>
      您随时可注销此前注册的帐号。您可以登录官网，按照相应操作指引，注销您的帐号。一旦您注销帐号，将无法使用爱美客全线用户产品和服务（部分无需注册／登录帐号即可使用的服务功能除外），因此请您谨慎操作．我们为了保护您或他人的合法权益会结合您对爱美客各产品和服务的使用情况判断是否支持您的注销请求。
    </view>
    <view>
      6 ．提前获知产品和服务停止运营
    </view>
    <view>
      爱美客愿一直陪伴您，若因特殊原因导致爱美客平台产品和服务被迫停止运营，我们将按照法律法规要求在产品/服务的主页面或其他合适的能触达您的方式通知您，并将停止对您个人信息的收集，同时会按照法律规定对所持有的您的个人信息进行删除或匿名化处理等。
    </view>
    <view>
      7．个人信息可携权
    </view>
    <view>
      在符合国家相关法律法规及网信部门规定的条件下，如您请求将个人信息转移至其指定的个人信息处理者，我们将按照相关规定的要求提供转移的途径。
    </view>
    <view>
      8 ．响应您的上述请求
    </view>
    <view>
      为保障安全，您行使您的上述权利需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。
    </view>
    <view>
      对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情况收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份磁带上存放的信息）的请求，我们可能会予以拒绝。
    </view>
    <view>
      在以下情形中，按照法律法规要求，我们将无法响应您的上述请求：
    </view>
    <view>
      1 ）与国家安全、国防安全直接相关的；
    </view>
    <view>
      2 ）与公共安全、公共卫生、重大公共利益直接相关的；
    </view>
    <view>
      3 ）与刑事侦查、起诉、审判和执行判决等直接相关的；
    </view>
    <view>
      4 ）我们有充分证据表明您存在主观恶意或滥用权利的（如您的请求将危害公共安全和其他人合法权益，或您的请求超出了一般技术手段和商业成本可覆盖的范围） ;
    </view>
    <view>
      5 ）响应个人信息主体的请求将导致您或其他个人、组织的合法权益受到严重损害的；
    </view>
    <view>
      6 ）涉及商业秘密的；
    </view>
    <view>
      7 ）与我们履行法律法规规定的义务相关的；
    </view>
    <view>
      8 ）法律法规规定的其他情形。
    </view>
    <view class="bold">
      六、我们如何处理未成年人的个人信息
    </view>
    <view>
      我们非常重视对未成年人信息的保护。
    </view>
    <view>
      我们的产品、网站和服务主要面向成人。若您是未成年人，请在征得您的监护人同意的前提下使用我们的产品和／或服务或向我们提供信息。如您的监护人不同意您按照本隐私政策使用我们的服务或向我们提供信息，请您立即终止使用我们的服务并及时通知我们，以便我们采取相应的措施。如果监护人发现我们在未获监护人同意的情况下收集了未成年人的个人信息，请反馈联系我们，我们会设法尽快删除相关数据。
    </view>
    <view class="bold">
      七、本隐私政策如何更新
    </view>
    <view>
      我们可能适时修订本隐私政策内容。如该等变更会导致您在本隐私政策项下权利的实质减损，我们将在变更生效前，通过在页面显著位置提示等方式通知您。我们会在本页面上发布对本隐私政策所做的任何变更。
    </view>
    <view>
      <text class="bold">对于重大变更，我们可能还会提供更为显著的通知(包括对于某些服务，我们会通过电话、电子邮件、站内信、短信、公众号通知、弹窗等方式发送通知，说明隐私政策的具体变更内容)。</text>
    </view>
    <view>
      若您不同意该等变更可以停止使用爱美客平台产品和服务。
    </view>
    <view>
      本隐私政策所指的重大变更包括但不限于：
    </view>
    <view>
      1 . 我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；
    </view>
    <view>
      2 . 个人信息共享、转让或公开披露的主要对象发生变化；
    </view>
    <view>
      3 . 您参与个人信息处理方面的权利及其行使方式发生重大变化；
    </view>
    <view>
      4 . 其他可能对您的个人信息权益产生重大影响的变化时。
    </view>
    <view class="bold">
      八、如何联系我们
    </view>
    <view>
      如您对本隐私政策有任何意见或建议，可以通过如下联络方式同我们联系：
    </view>
    <view>
      北京市朝阳区建国路甲92号世茂大厦C座
    </view>
    <view>
      武汉全轩科技有限公司 法务部
    </view>
    <view>
      邮政编码：100022
    </view>
    <view>
      为保障我们高效处理您的问题并及时向您反馈，需要您提交身份证明、有效联系方式和书面请求及相关证据，我们会在验证您的身份后处理您的请求。一般情况下，我们将在15个工作日内回复。
    </view>
    <view>
      如果您对我们的回复不满意，特别是您认为我们的个人信息处理行为损害了您的合法权益，您还可以通过以下外部途径寻求解决方案：向 <text class="bold">【 北京市朝阳区人民法院提起诉讼 】</text> 。
    </view>
    <view>
      附录1：定义本隐私政策中使用的特定词语，具有如下含义：
    </view>
    <view>
      1 . “我们”或“本平台”，指武汉全轩科技有限公司。
    </view>
    <view>
      2 . “您”指使用我们的产品和服务的用户以及收费服务的购买方。
    </view>
    <view>
      3 . 本平台关联方、合作方”，指我们的关联公司、投资公司、联盟成员、合作伙伴及其他受信任的第三方供应商、服务商及代理商。
    </view>
    <view>
      4 .  “个人信息”，指以电子或者其他方式记录的与已识别或者可识别的自然人有关的各种信息，不包括匿名化处理后的信息。个人信息包括个人基本信息、个人身份信息、个人生物识别信息、网络身份标识信息、个人健康生理信息、个人教育工作信息、个人财产信息、个人通信信息、联系人信息、个人上网记录、个人常用设备信息、个人位置信息等。为免疑义，个人信息包括但不限于敏感个人信息。
    </view>
    <view>
      5 .  “个人信息主体”，指个人信息所标识的自然人。
    </view>
  </view>
</template>

<script>
export default {}
</script>

<style lang="scss" scoped>
  .privacy {
    padding: 0 40rpx 40rpx;
    color: #5A6067;
    font-size: 28rpx;
    line-height: 42rpx;

    .bold {
      color: #29323D;
      font-weight: bold;
    }

    view.bold {
      padding: 48rpx 0 16rpx;
    }
  }
</style>
